
/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk af %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ er nýjasta útgáfan sem fáanleg er þessa stundina.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ útg. %2$@ er nú fáanleg (þú ert með %3$@). Viltu sækja hana núna?";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Ný útgáfa af %@ er fáanleg!";

/* No comment provided by engineer. */
"An error occurred while fetching or parsing the appcast:\n\n%@" = "Villa kom upp þegar reynt var að sækja eða vinna úr appcast:\n\n%@";

/* No comment provided by engineer. */
"An error occurred while trying to download the file:\n\n%@" = "Villa kom upp þegar reynt var að sækja skránna:\n\n%@";

/* No comment provided by engineer. */
"Cancel" = "Hætta við";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Athuga með uppfærslur í ræsingu?";

/* No comment provided by engineer. */
"Couldn't delete the current application, which has to be done before the update can be installed. Is it in a write-only location such as on a disk image? Move it to /Applications and try again." = "Gat ekki eytt núverandi forriti en það þarf að gera það áður en uppfærslan er sett inn. Er það á læstum stað eins og t.d. diskmynd? Færðu það í möppuna /Applications og reyndu aftur.";

/* No comment provided by engineer. */
"Couldn't move the update to its new home. Are you running this application from a write-only directory such as a disk image? Since the old application has already been deleted, it might be in the trash now, but it should be recoverable. Very sorry for the inconvenience!" = "Gat ekki fært uppfærsluna þangað sem hún á að vera. Ertu með forritið á læstum stað eins og t.d. diskmynd? Þar sem forritinu hefur verið eytt nú þegar gæti það verið í körfunni núna en það er hægt að bjarga því aftur. Við biðjumst velvirðingar á óþægindunum sem þetta kann að hafa valdið!";

/* No comment provided by engineer. */
"Download New Version" = "Sækja nýja útgáfu";

/* No comment provided by engineer. */
"Extracting update..." = "Afþjappa uppfærslu";

/* No comment provided by engineer. */
"Install and Relaunch" = "Setja upp og ræsa aftur";

/* No comment provided by engineer. */
"Installing update..." = "Set inn uppfærslu";

/* No comment provided by engineer. */
"Okay, where'd it go? I just downloaded the update, but it seems to have vanished! Please try again later." = "Humm... Hvert fór það? Ég var að enda við að sækja uppfærsluna en hún virðist hafa gufað upp! Vinsamlegast reyndu aftur síðar.";

/* No comment provided by engineer. */
"Ready to install!" = "Uppfærsla tilbúin fyrir innsetningu!";

/* No comment provided by engineer. */
"Release Notes" = "Útgáfuupplýsingar";

/* No comment provided by engineer. */
"Review Changes" = "Fara yfir breytingar";

/* No comment provided by engineer. */
"The update archive didn't contain an application with the name I was expecting (%@). Remember, the updated app's file name must be identical to the running app's name as specified in the Info.plist!\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "The update archive didn't contain an application with the name I was expecting (%@). Remember, the updated app's file name must be identical to the running app's name as specified in the Info.plist!\n\nEf þú ert notandi og fékkst þessi skilaboð skaltu reyna aftur seinna þegar höfundurinn hefur lagað þessa villu.";

/* No comment provided by engineer. */
"Update Error!" = "Villa við uppfærslu!";

/* No comment provided by engineer. */
"Updating %@" = "Uppfæri %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the %@ menu." = "Viltu að forritið %$@ athugi með uppfærslur þegar það er ræst? Ef ekki getur þú athugað handvirkt  í %2$@-valmyndinni.";

/* No comment provided by engineer. */
"You're up to date!" = "Það er allt uppfært hjá þér!";
